aliariff.slim-lint
bibhasdn.unique-lines
castwide.solargraph
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
eamodio.gitlens
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
jebbs.plantuml
joaompinto.asciidoctor-vscode
kaiwood.endwise
kumar-harsh.graphql-for-vscode
kyoshidajp.vscode-tosa
mauve.terraform
mechatroner.rainbow-csv
misogi.ruby-rubocop
ms-azuretools.vscode-docker
otoniel-isidoro.vscode-ruby-ctags
rebornix.ruby
ryu1kn.partial-diff
shardulm94.trailing-spaces
sianglim.slim
stayfool.vscode-asciidoc
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
wingrunr21.vscode-ruby
wmaurer.change-case
