aliariff.slim-lint
asciidoctor.asciidoctor-vscode
bibhasdn.unique-lines
castwide.solargraph
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
eamodio.gitlens
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
hashicorp.terraform
joaompinto.asciidoctor-vscode
jpoissonnier.vscode-styled-components
kaiwood.endwise
kumar-harsh.graphql-for-vscode
mattlott.copy-github-url
mechatroner.rainbow-csv
misogi.ruby-rubocop
ms-azuretools.vscode-docker
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
msysyamamoto.vscode-digdag
mtxr.sqltools
otoniel-isidoro.vscode-ruby-ctags
rebornix.ruby
shardulm94.trailing-spaces
sianglim.slim
stayfool.vscode-asciidoc
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
wingrunr21.vscode-ruby
wmaurer.change-case
