tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "koekeishiya/formulae"
brew "readline"
brew "asdf"
brew "awscli"
brew "copilot"
brew "gh"
brew "git"
brew "graphviz"
brew "jq"
brew "krb5"
brew "mysql"
brew "nghttp2"
brew "node"
brew "node-build"
brew "nodenv"
brew "postgresql"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "shared-mime-info"
brew "tig"
brew "tmux"
brew "tree"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
cask "alinof-timer"
cask "bitwarden"
cask "clipy"
cask "deepl"
cask "docker"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "kap"
cask "kindle"
cask "sequel-ace"
cask "skitch"
cask "slack"
cask "spectacle"
cask "visual-studio-code"
cask "zoom"
