tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "koekeishiya/formulae"
brew "awscli"
brew "git"
brew "jq"
brew "libevent"
brew "mysql"
brew "node"
brew "node-build"
brew "nodenv"
brew "postgresql"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "tig"
brew "tmux"
brew "tree"
brew "yarn"
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "alfred"
cask "bitwarden"
cask "clipy"
cask "docker"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "kindle"
cask "sequel-pro"
cask "skitch"
cask "slack"
cask "spectacle"
cask "virtualbox"
cask "visual-studio-code"
cask "zoom"
