tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "koekeishiya/formulae"
brew "coreutils"
brew "libyaml"
brew "glib"
brew "libffi"
brew "openssl@1.1"
brew "sqlite"
brew "python@3.9"
brew "cmake"
brew "curl"
brew "direnv"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "jq"
brew "krb5"
brew "libfido2"
brew "libpq"
brew "mysql"
brew "mysql-client@5.7"
brew "nghttp2"
brew "node-build"
brew "ruby-build"
brew "shared-mime-info"
brew "tig"
brew "tmux"
brew "tree"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
cask "alinof-timer"
cask "bitwarden"
cask "clipy"
cask "deepl"
cask "docker"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "sequel-ace"
cask "skitch"
cask "slack"
cask "spectacle"
cask "visual-studio-code"
cask "zoom"
